; This is the English language file for Open File shell for TC application, version 1.7с
; Information for translators.

; New lines (v1.7b -> v1.7c) are marked with the "; new" comments (above these lines),
; changed lines are marked with the "; changed" comment.
; Also, part of new strings is marked with the "; new (*)" symbols. While OpenFileTC
; wa in test, some translators have maked a temporary .lng-files. This mark show them
; all new strings. If you didn't make temp. translations, then do not make an attention on 
; this symbol - translate string as a new

; It's recommended to save this language file in Unicode. But if ANSI code works correctly
; in your country, then you can save language file in this code page.
;
; You can use "/s;" string (3 symbols, without quotes) to make a break in string.

; --------------------------------------------- ;
;						;
; Version 1.7c					;
;   very important value:                       ;
;   [Misc]                                      ;
;   4=,	                                        ;
;						;
;   !!! Do not change value by hands !!!	;
;   !!!     Only via OpenFileTC      !!! 	;
;						;
;   Change comma to your symbol ONLY if comma   ;
;   don't work good in your language.           ;
;   When user change language, then OFTC        ;
;   will change separator between extensions    ;
;   (in the OpenFileTC.ini file) to this symbol ;
;						;
;   But if comma works corrently, don't use	;
;   this value at all				;
;						;
; --------------------------------------------- ;
 
[Misc]           ; info about author of this language file. Please fill all fields correctly and put here info only about YOU :)
 ; language name, must be in your native letters
0=Hrvatski        
 ; name of translator (man or company)
1=Daniel Bernazza     
 ; supported OpenFileTC version
2=1.7с            
 ; your contact information and copyrights. Will be enable only here, don't be published in OpenFileTC 
3=(C) Sva prava pridržana, 2004-2007. E-Mail: bernazza@gmail.com, ICQ: 12-761-269  

[MainUnit]       ; strings and messages for main window
0=Otvori datoteku %FileName% sa...
1=Izabrani programi
2=Ostali programi
3=Hot key
4=Izgubljeni programi
5=Drugi program...
6=Izaberi program:
7=Izabrana datoteka nije izvršna datoteka!/s;Izabrali ste: "%ProgramName%"./s;Tip ove datoteke (nastavak) nije EXE./s;Da li stvarno želite koristiti ovu datoteku?
8=Program:
9=Nastavak:
10=Puna staza:
 ; changed: "was not" -> "is not" - mistake in English
11=Program nije nađen!
12=Uredi programe
13=Promijeni stazu do programa
14=Preimenuj
15=Hot key:
16=Makni s liste
17=Preimenovanje
18=Novo ime:
19=da li stvarno želite maknuti program "%ProgramName%"/s;sa liste dostupnih programa?
 ; changed: fixed some errors in English
20=Pažnja: Program Total Commander je pronađen na računalu./s;Program Open File shell za TC može se podesiti kao osnovni uređivač./s;%NowStandProgram%/s;Prednosti:/s;- svaka datoteka se može otvoriti pritiskom na F4 pomoću najpogodnijeg programa/s;- Jednostavno postavljanje pridruženosti/s;- OpenFileTC nije težak/s;/s;Ukoliko ove prednosti izgledaju interesantno, pritisnite DA./s;Program će sam izvršiti sve potrebite izmjene. /s;Ovo pitanje više neće biti postavljeno.
 ; changed: fixed some errors in English
21=Zahvaljujemo na izboru!/s;/s;Ukoliko je Total Commander trenutno pokrenut,/s;molimo, zatvorite ga i pokrenite ponovno. Sve promjene će tek onda biti primijenjene.
 ; changed: fixed some errors in English
22=Pažnja: DbCD Universal je pronađen na računalu./s;Program Open File shell za TC može se podesiti kao osnovni preglednik za DbCD Universal./s;%NowStandProgram%/s;Prednosti:/s;- svaka datoteka može biti otvorena pritiskom na F3 pomoću NAJPOGODNIJEG preglednika/s;- Jednostavno postavljanje pridruženosti/s;- OpenFileTC nije težak/s;/s;Ukoliko ove prednosti izgledaju interesantno, pritisnite DA./s;Program će sam izvršiti sve potrebite izmjene. /s;Ovo pitanje više neće biti postavljeno.
 ; changed: fixed some errors in English
23=Zahvaljujemo na izboru!/s;/s;Ukoliko je  DbCD Universal trenutno pokrenut,/s;molimo, zatvorite ga i pokrenite ponovno. Sve promjene će tek onda biti primijenjene.
 ; changed: "which know" -> "which knows" - mistake in English
24=Dodaj program koji može /s;pročitati datoteku %FileName%
25=Uvijek uporabi izabrani program za trenutni nastavak
26=Postavke %ProgramName%
27=Otvori, no ne traži program
28=Otvori u %ProgramName%
29=Calls count:
 ; changed: "You had launch" -> "You have launched" - mistake in English
30=Pokrenuli ste program bez parametara. Nije Preporučljivo pokretati program na taj način. Da li još želite dodati novi element na listu?
31=Ne prikazuj više prozor odabira za datoteke %FileType%./s;Odmah otvori datoteku izabranim programom
32=U redu
33=Postavke OpenFileTC
34=Poništi
35=Poredaj po
36=Vrsta
37=Prikaži ikone
38=Uvjeti postavki
39=Upravo se korisri program: "%ProgramName%"
40=Lista svih programa
 ; new (*)
41=Uređivanje izvršne datoteke/s;/s;OpenFileTC je primio izvršnu datoteku:/s;%FileName%/s;Želite li dodati ovu datoteku u listu OpenTC uređivača?/s;/s;Kliknite DA ukoliko želite dodati ovaj uređivač u listu/s;Kliknite NE za uređivanje datoteke
 ; new (*)
42=Program će biti prikazan u prozoru
43=Nemoguće stvoriti grupu elemenata programa. Moguće greška u programu.
44=Nemoguće stvoriti datoteku postavki "%INIFileName%"./s;Moguće je da je program pokrenut sa uređaja kao što su CD-ROM ili DVD-ROM, ili je datoteka postavki zaštićena od zapisivanja informacija./s;Program će snimiti sve postavke u direktorij "%WinFolder%"
45=Došlo je do greške prilikom  stvaranja datoteke postavki./s;Ime datoteke: "%INIFileName%"./s;Sistemska poruke: "%SystemMessage%"./s;Klasa greške: "%ClassMessage%"./s;/s;Program će biti zatvoren.
46=Program otvara samo prvu /s;datoteku s liste, bez znakova navoda
47=Program otvara samo prvu /s;datoteku s liste, sa znakovima navoda
48=Svaka datoteka će biti otvorena /s;odvojenim programom, bez znakova navoda
49=Svaka datoteka će biti otvorena /s;odvojenim programom, sa znakovima navoda
 ; new (*)
50=Program će biti smanjen na zadaćnu traku
; changed: "which know" -> "which knows" - mistake in English
51=Dodaj program koji može /s;otvoriti datoteke izabranog formata
 ; new (*)
52=Program će biti raširen

[EditExtsUnit]   ; here strings and messages for extensions tuner window
0=Uređivanje nastavaka za program "%ProgramName%"
1=U redu
2=Poništi
3=Dodaj
4=Uredi
5=Makni
6=Novi nastavak
7=Nastavak:
8=Odmah otvori u %ProgramName%
9=Otvori prozor odabira programa
10=Akcija programa OpenFileTC
11=Upiši
12=Komandna linija
13=Dozvoljene vrijednosti:/s;/s;%1, %FullFileName% - puno ime datoteke/s;%FileName% - samo ime datoteke (bez staze I nastavka)/s;%FileExt% - nastavak datoteke (bez točke)/s;All variables are case insensitive

[SetupUnit]    ; setup window
0=Postavke ljuske Open File za TC
1=Jezik:
2=Vrste slova i boje
3=Elementi:
4=Izaberite jezik iz liste dostupnih jezika./s;Više dostupnih ima na adresi http://antoon-inc.com/oftc/
5=Sekcije
6=Ikone
7=Lista
8=male ikone
9=Izvješće
10=Učitaj ikone
11=Pokaži ikone iz programa
12=Primijeni
13=Primijeni sve izmjene
14=U redu
15=Snimi izmjene i zatvori prozor
16=Poništi
17=Zatvori prozor bez spremanja izmjena
18=Svaki korisnik ima svoje postavke
19=Uporabi ovu opciju za razdvajanje postavki programa  /s;između svih korisnika ovog računala
20=Ako ova datoteka postoji, onda svaki korisnik ovog računalaima svoje postavke ovog programa. Ukoliko želite imati iste postavke za sve korisnike pobrišite ovu datoteku. Ovaj komentar može biti izbrisan.
21=Tip slova...
22=Tip, veličina i boja naziva glavnog prozora
23=Pozadina
24=Boja pozadine glavnog prozora
25=Spremnik ikona
26=Samo jednom učitaj ikone iz izvršnih programa/s;i spremi ih u poddirektorij Icons (preporučeno)
27=Razno
28=Tuning
29=O...
30=Izaberi pregled ikona
31=Ne traži izvršne programe
32=Ne čekaj dok pokrenuti program/s;završi zadaću na otvorenoj datoteci
33=Pokaži pomoć blizu miša
34=Po osnovnoj vrijednosti, pomoći za izvršne programe/s;se prikazuju u rubu prozora OpenFileTC
35=Prikaži pomoć
36=Prikaži pomoć za programe kada se/s;mišem prijeđe preko njih u glavnom prozoru
37=Glavni prozor:
38=Dijalozi:
39=Tip, boja i veličina ostalog teksta u prozoru
40=Posloži tipove elemenata u glavnom prozoru:
41=Izaberi oblik slaganja za/s;dodane programe u glavnom prozoru
42=Po abecedi
43=Po korištenju
 ; changed: "when application will be restarted" -> "after OpenFileTC restart" - just another phrase of the same idea
44="Svaki korisnik ima svoje postavke" opcija će biti aktivirana po ponovnom pokretanju programa OpenFileTC
45=Oblici prisilnog pokretanja programa
46=Tipka prekidač:
 ; changed: sitched -> sWitched, also translation changes
47=Ako je prekidač uključen, onda će/s;OpenFileTC uvijek otvarati svoj prozor
48=Zadrži pokazivač miša na:
 ; changed
49=Ako je pokazivač miša u izabranom kutu, onda će/s;OpenFileTC uvijek otvarati svoj prozor
50=Izaberite poziciju miša sa liste
51=Izaberite tipku prekidača sa liste
52=Gornji lijevi kut ekrana
53=Gornji desni kut ekrana
54=Donji lijevi kut ekrana
55=Donji desni kut ekrana
56=Uključi podršku za otvaranje direktorija
57=Dozvoli otvaranje direktorija uporabom tipke F4./s;Omogući stavku %Dir% kao podržani nastavak./s;Više informacija ima u .CHM datoteci pomoći
 ; new
58=Stanje označivača "Uvijek uporabi izabrani program...":
 ; new
59=Ovdje se može podesiti stanje ovog/s;označivača pri svakom pokretanju OFTC. Može ga se/s;držati uvijek uključenim, uvijek/s;isključenim, ili podesiti da zapamti zadnju/s;promjenu
; new
60=Zapamti zadnji izbor korisnika
 ; new
61=Uvijek isključeno
 ; new
62=Uvijek uključeno

[HotKeyUnit]    ; hot keys window
0=Tipka pokretač
1=Postavi tipku pokretač za program %ProgramName%
2=Trenutna tipka pokretač:
3=Nova tipka pokretač:
4=U redu
5=Snimi promjene i zatvori prozor
6=Poništi
7=Zatvori prozor bez spremanja promjena
8=Ne
9=Ova tipka je rezervirana za OpenFileTC i ne može se koristiti
10=Ovu tipku već koristi program %ProgramName%./s;Želite li ovu tipku koristiti za %CurrProgramName% i maknuti je sa prethodnog programa?

[ProgramSettingsUnit]    ; Window for settings of one selected executable
0=Postavke %ProgramName%
1=Ime:
2=Staza do programa:
3=Komandna linija za sve nastavke:
 ; new
4=OpenFileTC ne može naći traženu izvršnu datoteku/s;Potvrdite unešenu stazu
5=Unesite ime programa
6=Puna staza do izvršne datoteke
7=Izaberite datoteku
8=Rješavanje problema sa otvaranjem datoteka
9=Nema problema
10=Nema problema sa otvaranjem/s;više datoteka u ovom programu
11=Pošalji programu samo prvu datoteku sa liste, BEZ znakova navoda
12=Pošalji u komandnu liniju izvršne datoteke ne cijelu /s;listu datoteka, nego samo prvu datoteku s te liste, BEZ znakova navoda
13=Pošalji programu samo prvu datoteku sa liste, SA znakovima navoda
14=Pošalji u komandnu liniju izvršne datoteke ne cijelu /s;listu datoteka, nego samo prvu datoteku s te liste, SA znakovima navoda
15=Pokreni novi program za svaku datoteku, proslijedi ime datoteke SA znakovima navoda
16=Pokreni više kopija ovog programa,/s;svaka kopija će dobiti jednu datoteku s liste kao parametar komandne linije./s;PAŽNJA: U ovom slučaju OpenFileTC će prestati pratiti pokretanja ovog programa. /s; SA znakovima navoda
17=Nastavci...
18=Prilagodi listu nastavaka za ovaj program
19=U redu
20=Spremi promjene i zatvori ovaj prozor
21=Poništi
22=Zatvori ovaj prozor bez spremanja promjena
23=Pokreni novi program za svaku datoteku, proslijedi ime datoteke BEZ znakova navoda
24=Pokreni više kopija ovog programa,/s;svaka kopija će dobiti jednu datoteku s liste kao parametar komandne linije./s;PAŽNJA: U ovom slučaju OpenFileTC će prestati pratiti pokretanja ovog programa. /s; BEZ znakova navoda
25=Klikni na sliku za odabir/s;druge izvorišne datoteke
 ; changed: added "a" before "files" (language error fixing)
26=Izaberi datoteku sa ikonama
27=Snimi datoteku...
 ;new
28=Tipka pokretač...
 ; new
29=Postavi kombinaciju tipki za obabir/s;ovog program u OpenFileTC prozoru
 ; new
30=Kombiniraj komandnu liniju
 ; new
31=Postavi komandnu liniju za sve nastavke ovog programa
 ; new (*)
32=Promijeni ikonu
 ; new (*)
33=Snimi ikonu u datoteku...
 ; new (*)
34=Izgled prozora kada se otvori (ne garantire se rad ove opcije):
 ; new (*)
35=Osnovna vrijednost
 ; new (*)
36=U prozoru
 ; new (*)
37=Smanjen
 ; new (*)
38=Povećan

[FoundClipUnit]
0=Nađen clipboard
1=ID informacije na clipboardu: %BufferID%
2=Utvrđeni tipovi:
3=Pažnja: nije prepoznata informacija na clipboardu. Molim, pokušajte utvrditi tip informacije na clipboardu. Izaberite tip informacije iz padajuće liste.
4=Automatsko prepoznavanje (eksperimentalno!)
5=Automatsko prepoznavanje tipa podataka (nije preporučeno)
6=Odabir
7=Tip podataka uspješno prepoznat
8=Nije nađeno
9=Tip podataka nije prepoznat
10=Tekst ( ANSI )
11=Tekst ( OEM )
12=Tekst ( UNICODE )
13=Slika ( BMP )
14=Slika ( JPG )
15=Slika ( TIFF )
16=Metadatoteka
17=Nepoznato